Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Key sounds follow your device's ring/silent switch, so flip the ringer **on** to hear them. **System Click** is iOS's built-in keyboard click, so it also needs *Keyboard Clicks* turned on in Settings → Sounds & Haptics. Custom packs (Full Access) play your own samples but still go quiet in silent mode.
de: Die Tastentöne folgen dem Klingel-/Stummschalter deines Geräts, stell also den Klingelton **an**, um sie zu hören. **System Click** ist der eingebaute Tastenklick von iOS, dafür müssen auch *Tastaturklicks* unter Einstellungen → Töne & Haptik an sein. Eigene Pakete (Vollzugriff) spielen deine eigenen Samples, bleiben im Stummmodus aber trotzdem leise.
es: Los sonidos de tecla siguen el interruptor de tono/silencio de tu dispositivo, así que activa el timbre con **on** para oírlos. **System Click** es el clic de teclado propio de iOS, así que además necesita *Clics del teclado* activado en Ajustes → Sonidos y vibraciones. Los paquetes personalizados (acceso completo) reproducen tus propias muestras, pero también se callan en modo silencio.
et: Klahvi helid järgivad sinu seadme helin/vaikse lüliti asendit, nii et **lülita helin sisse**, et neid kuulda. **Süsteemne klõps** on iOS-i sisseehitatud klaviatuuriklõps, seega vajab ka *Klaviatuuri klõpse* sisselülitamist jaotises Seaded → Heli ja haptika. Kohandatud pakid (täisjuurdepääs) esitavad sinu enda näidised, aga jäävad vaikesrežiimis siiski vaigistatuks.
fr: Les sons de touche suivent le bouton sonnerie/silence de ton appareil, alors mets la sonnerie sur **on** pour les entendre. **System Click** est le clic de clavier intégré d'iOS, il faut donc aussi activer *Clics du clavier* dans Réglages → Sons et retour haptique. Les packs perso (accès complet) jouent tes propres sons mais se taisent quand même en mode silence.
hu: A billentyűhangok az eszközöd csengő/néma kapcsolóját követik, szóval kapcsold **be** a csengőt, hogy halld őket. A **Rendszerkattintás** az iOS beépített billentyűzethangja, ezért ehhez a *Billentyűzet kattintások* is legyen bekapcsolva a Beállítások → Hangok és érintés menüben. Az egyéni csomagok (Teljes hozzáférés) a saját hangjaidat játsszák, de néma módban ezek is elhallgatnak.
it: I suoni dei tasti seguono l'interruttore suoneria/silenzioso del dispositivo, quindi metti la suoneria su **on** per sentirli. **System Click** è il clic della tastiera integrato di iOS, perciò richiede anche *Clic tastiera* attivo in Impostazioni → Suoni e feedback aptico. I pacchetti personalizzati (accesso completo) riproducono i tuoi suoni, ma restano zitti anche loro in modalità silenziosa.
ja: キー音はデバイスの着信/サイレントスイッチに従うので、着信を**on**にすると聞こえます。**System Click**はiOS内蔵のキーボードクリック音なので、設定 → サウンドと触覚で*キーボードのクリック*もオンにしてください。カスタムパック（フルアクセス）は自分のサンプルを鳴らせますが、こちらもサイレントモードでは無音になります。
ko: 키 소리는 기기의 벨소리/무음 스위치를 따라가요. 그래서 소리를 들으려면 벨소리를 **on**으로 켜 주세요. **System Click**은 iOS 기본 키보드 클릭음이라, 설정 → 사운드 및 햅틱에서 *키보드 클릭음*도 켜 줘야 해요. 사용자 지정 팩(전체 접근 권한)은 직접 넣은 소리를 재생하지만, 무음 모드에서는 똑같이 소리가 안 나요.
ms: Bunyi kekunci ikut suis dering/senyap peranti anda, jadi hidupkan **dering** untuk dengarnya. **Klik Sistem** ialah klik papan kekunci terbina dalam iOS, jadi ia juga perlukan *Klik Papan Kekunci* dihidupkan dalam Tetapan → Bunyi & Haptik. Pek tersuai (Akses Penuh) mainkan sampel anda sendiri, tapi tetap senyap dalam mod senyap.
pt: Os sons das teclas seguem o interruptor de toque/silêncio do teu dispositivo, por isso põe o toque em **on** para os ouvires. O **System Click** é o clique de teclado do próprio iOS, por isso também precisa dos *Cliques do teclado* ligados em Definições → Sons e vibração. Os pacotes personalizados (acesso total) tocam as tuas próprias amostras, mas continuam calados no modo silencioso.
ru: Звуки клавиш подчиняются переключателю «Звонок/Бесшумно», так что для них звонок должен быть **включён**. **Системный щелчок** — это встроенный щелчок iOS, ему дополнительно нужны *Щелчки клавиатуры* в Настройках → «Звуки, тактильные сигналы». Свои наборы (нужен полный доступ) играют ваши записи, но в бесшумном режиме тоже молчат.
zh_hans: 按键音跟着设备的响铃/静音开关走，所以想听到就把响铃拨到 **on**。**System Click** 是 iOS 自带的键盘点按声，还得在设置 → 声音与触感里把 *键盘咔嗒声* 打开。自定义音效包（完全访问权限）放的是你自己的音频，但静音模式下一样没声。

source: Key sounds follow your device's ring/silent switch. **System Click** needs *Keyboard Clicks* turned on in Settings → Sounds & Haptics. Custom packs need Full Access.
de: Die Tastentöne folgen dem Klingel-/Stummschalter deines Geräts. **System Click** braucht *Tastaturklicks* an unter Einstellungen → Töne & Haptik. Eigene Pakete brauchen Vollzugriff.
es: Los sonidos de tecla siguen el interruptor de tono/silencio de tu dispositivo. **System Click** necesita *Clics del teclado* activado en Ajustes → Sonidos y vibraciones. Los paquetes personalizados necesitan acceso completo.
et: Klahvi helid järgivad sinu seadme helin/vaikse lüliti asendit. **Süsteemne klõps** vajab *Klaviatuuri klõpse* sisselülitamist jaotises Seaded → Heli ja haptika. Kohandatud pakid vajavad täisjuurdepääsu.
fr: Les sons de touche suivent le bouton sonnerie/silence de ton appareil. **System Click** nécessite d'activer *Clics du clavier* dans Réglages → Sons et retour haptique. Les packs perso ont besoin de l'accès complet.
hu: A billentyűhangok az eszközöd csengő/néma kapcsolóját követik. A **Rendszerkattintás**hoz a *Billentyűzet kattintások* legyen bekapcsolva a Beállítások → Hangok és érintés menüben. Az egyéni csomagokhoz Teljes hozzáférés kell.
it: I suoni dei tasti seguono l'interruttore suoneria/silenzioso del dispositivo. **System Click** richiede *Clic tastiera* attivo in Impostazioni → Suoni e feedback aptico. I pacchetti personalizzati hanno bisogno dell'accesso completo.
ja: キー音はデバイスの着信/サイレントスイッチに従います。**System Click** は、設定 → サウンドと触覚で *キーボードのクリック* をオンにする必要があります。カスタムパックにはフルアクセスが必要です。
ko: 키 소리는 기기의 벨소리/무음 스위치를 따라가요. **System Click**은 설정 → 사운드 및 햅틱에서 *키보드 클릭음*을 켜야 해요. 사용자 지정 팩은 전체 접근이 필요해요.
ms: Bunyi kekunci ikut suis dering/senyap peranti anda. **Klik Sistem** perlukan *Klik Papan Kekunci* dihidupkan dalam Tetapan → Bunyi & Haptik. Pek tersuai perlukan Akses Penuh.
pt: Os sons das teclas seguem o interruptor de toque/silêncio do teu dispositivo. O **System Click** precisa dos *Cliques do teclado* ligados em Definições → Sons e vibração. Os pacotes personalizados precisam de acesso total.
ru: Звуки клавиш подчиняются переключателю «Звонок/Бесшумно». **Системному щелчку** нужны *Щелчки клавиатуры* в Настройках → «Звуки, тактильные сигналы». Своим наборам нужен полный доступ.
zh_hans: 按键音跟着设备的响铃/静音开关走。**System Click** 需要在设置 → 声音与触感里把 *键盘咔嗒声* 打开。自定义音效包需要完全访问权限。

source: Key spacing
de: Tastenabstand
es: Espaciado de teclas
et: Klahvide vahe
fr: Espacement des touches
hu: Kulcstávolság
it: Spaziatura tasti
ja: キーの間隔
ko: 키 간격
ms: Jarak kekunci
pt: Espaçamento das teclas
ru: Расстояние между клавишами
zh_hans: 按键间距

source: Key speed
de: Tastentempo
es: Velocidad de tecla
et: Klahvi kiirus
fr: Vitesse des touches
hu: Kulcssebesség
it: Velocità del tasto
ja: キーの速度
ko: 키 속도
ms: Kelajuan kekunci
pt: Velocidade das teclas
ru: Скорость клавиши
zh_hans: 按键速度

source: Key spring speed
de: Geschwindigkeit der Tastenfederung
es: Velocidad del rebote de teclas
et: Klahvide vetruvuse kiirus
fr: Vitesse du ressort des touches
hu: Billentyűrugózás sebessége
it: Velocità della molla dei tasti
ja: キーのばね速度
ko: 키 스프링 속도
ms: Kelajuan anjal kekunci
pt: Velocidade do ressalto das teclas
ru: Скорость пружины клавиш
zh_hans: 按键弹簧速度

source: Key springiness
de: Tastenfederung
es: Elasticidad de tecla
et: Klahvi elastsus
fr: Élasticité des touches
hu: Kulcsrugalmasság
it: Elasticità del tasto
ja: キーのばね感
ko: 키 탄력
ms: Kekenyalan kekunci
pt: Elasticidade das teclas
ru: Пружинистость клавиши
zh_hans: 按键弹性

source: Key totals only. The order of your taps is never saved.
de: Gespeichert wird nur, wie oft du jede Taste drückst – niemals die Reihenfolge.
es: Solo se cuenta el uso de cada tecla. Nunca se guarda el orden de las pulsaciones.
et: Salvestatakse ainult iga klahvi vajutuste arv, mitte vajutuste järjekord.
fr: Seul le nombre de frappes par touche est conservé, jamais leur ordre.
hu: Csak a billentyűnkénti leütésszámot mentjük, a leütések sorrendjét soha.
it: Viene salvato solo il numero di pressioni per tasto, mai il loro ordine.
ja: キーごとの入力回数のみを保存します。入力の順序は保存されません。
ko: 키별 입력 횟수만 저장하며, 입력 순서는 저장하지 않습니다.
ms: Hanya jumlah ketikan bagi setiap kekunci disimpan, bukan urutannya.
pt: Só é guardado o número de toques em cada tecla, nunca a sua ordem.
ru: Сохраняется только число нажатий каждой клавиши, но не их порядок.
zh_hans: 仅保存各按键的使用次数，绝不保存按键顺序。

source: Key touch targets
de: Berührungsflächen der Tasten
es: Áreas táctiles de las teclas
et: Klahvide puutealad
fr: Zones tactiles des touches
hu: Billentyűk érintési területei
it: Aree di tocco dei tasti
ja: キーのタッチ領域
ko: 키 터치 영역
ms: Sasaran sentuhan kekunci
pt: Áreas táteis das teclas
ru: Области касания клавиш
zh_hans: 按键触控区域

source: Key width
de: Tastenbreite
es: Ancho de tecla
et: Klahvi laius
fr: Largeur des touches
hu: Billentyű szélessége
it: Larghezza tasti
ja: キーの幅
ko: 키 너비
ms: Lebar kekunci
pt: Largura das teclas
ru: Ширина клавиши
zh_hans: 按键宽度

source: Keyboard
de: Tastatur
es: Teclado
et: Klaviatuur
fr: Clavier
hu: Billentyűzet
it: Tastiera
ja: キーボード
ko: 키보드
ms: Papan kekunci
pt: Teclado
ru: Клавиатура
zh_hans: 键盘

source: Keyboard access and Full Access
de: Tastaturzugriff und Vollzugriff
es: Acceso al teclado y acceso completo
et: Klaviatuuri juurdepääs ja täisjuurdepääs
fr: Accès au clavier et accès complet
hu: Billentyűzet-hozzáférés és Teljes hozzáférés
it: Accesso alla tastiera e accesso completo
ja: キーボードアクセスとフルアクセス
ko: 키보드 접근과 전체 접근 권한
ms: Akses papan kekunci dan Akses Penuh
pt: Acesso ao teclado e acesso total
ru: Доступ к клавиатуре и полный доступ
zh_hans: 键盘访问与完全访问权限

source: Keyboard availability
de: Verfügbarkeit in der Tastatur
es: Disponibilidad en el teclado
et: Saadavus klaviatuuril
fr: Disponibilité dans le clavier
hu: Elérhetőség a billentyűzeten
it: Disponibilità nella tastiera
ja: キーボードでの利用設定
ko: 키보드에서 사용 설정
ms: Ketersediaan pada papan kekunci
pt: Disponibilidade no teclado
ru: Доступность на клавиатуре
zh_hans: 键盘可用性

source: Keyboard closes
de: Tastatur wird geschlossen
es: Se cierra el teclado
et: Klaviatuur sulgub
fr: Le clavier se ferme
hu: A billentyűzet bezárul
it: La tastiera si chiude
ja: キーボードが閉じたとき
ko: 키보드가 닫힐 때
ms: Papan kekunci ditutup
pt: O teclado fecha
ru: Клавиатура закрыта
zh_hans: 键盘关闭时

source: Keyboard commands
de: Tastaturbefehle
es: Comandos del teclado
et: Klaviatuurikäsud
fr: Commandes du clavier
hu: Billentyűzetparancsok
it: Comandi della tastiera
ja: キーボードコマンド
ko: 키보드 명령
ms: Arahan papan kekunci
pt: Comandos do teclado
ru: Команды клавиатуры
zh_hans: 键盘命令

source: Keyboard effects
de: Tastatureffekte
es: Efectos del teclado
et: Klaviatuuriefektid
fr: Effets du clavier
hu: Billentyűzeteffektusok
it: Effetti della tastiera
ja: キーボードエフェクト
ko: 키보드 효과
ms: Kesan papan kekunci
pt: Efeitos do teclado
ru: Эффекты клавиатуры
zh_hans: 键盘效果

source: Keyboard entrance
de: Einblenden der Tastatur
es: Entrada del teclado
et: Klaviatuuri ilmumine
fr: Apparition du clavier
hu: Billentyűzet megjelenése
it: Comparsa della tastiera
ja: キーボードの表示アニメーション
ko: 키보드 등장
ms: Kemunculan papan kekunci
pt: Entrada do teclado
ru: Появление клавиатуры
zh_hans: 键盘入场

source: Keyboard languages
de: Tastatursprachen
es: Idiomas del teclado
et: Klaviatuuri keeled
fr: Langues du clavier
hu: Billentyűzetnyelvek
it: Lingue della tastiera
ja: キーボードの言語
ko: 키보드 언어
ms: Bahasa papan kekunci
pt: Idiomas do teclado
ru: Языки клавиатуры
zh_hans: 键盘语言

source: Keyboard layout
de: Tastaturlayout
es: Disposición del teclado
et: Klaviatuuri paigutus
fr: Disposition du clavier
hu: Billentyűzetkiosztás
it: Disposizione tastiera
ja: キーボード配列
ko: 키보드 배열
ms: Susun atur papan kekunci
pt: Disposição do teclado
ru: Раскладка клавиатуры
zh_hans: 键盘布局

source: Keyboard limit
de: Tastatur-Limit
es: Límite del teclado
et: Klaviatuuri limiit
fr: Limite du clavier
hu: A billentyűzet korlátja
it: Limite della tastiera
ja: キーボードの上限
ko: 키보드 한도
ms: Had papan kekunci
pt: Limite do teclado
ru: Лимит клавиатуры
zh_hans: 键盘上限

source: Keyboard mode
de: Tastaturmodus
es: Modo de teclado
et: Klaviatuurirežiim
fr: Mode clavier
hu: Billentyűzet mód
it: Modalità tastiera
ja: キーボードモード
ko: 키보드 모드
ms: Mod papan kekunci
pt: Modo do teclado
ru: Режим клавиатуры
zh_hans: 键盘模式

source: Keyboard opens
de: Tastatur wird geöffnet
es: Se abre el teclado
et: Klaviatuur avaneb
fr: Le clavier s’ouvre
hu: A billentyűzet megnyílik
it: La tastiera si apre
ja: キーボードが開いたとき
ko: 키보드가 열릴 때
ms: Papan kekunci dibuka
pt: O teclado abre
ru: Клавиатура открыта
zh_hans: 键盘打开时

source: Keyboard page
de: Tastaturseite
es: Página del teclado
et: Klaviatuuri leht
fr: Page du clavier
hu: Billentyűzetoldal
it: Pagina della tastiera
ja: キーボードのページ
ko: 키보드 페이지
ms: Halaman papan kekunci
pt: Página do teclado
ru: Страница клавиатуры
zh_hans: 键盘页面

source: Keyboard pet
de: Tastatur-Haustier
es: Mascota del teclado
et: Klaviatuuri lemmikloom
fr: Compagnon du clavier
hu: Billentyűzet-kisállat
it: Animaletto della tastiera
ja: キーボードのペット
ko: 키보드 펫
ms: Peliharaan papan kekunci
pt: Mascote do teclado
ru: Питомец на клавиатуре
zh_hans: 键盘宠物

source: Keyboard plane
de: Tastaturebene
es: Página del teclado
et: Klaviatuuri leht
fr: Page du clavier
hu: Billentyűzetlap
it: Pagina della tastiera
ja: キーボードのページ
ko: 키보드 페이지
ms: Halaman papan kekunci
pt: Página do teclado
ru: Страница клавиатуры
zh_hans: 键盘页面

source: Keyboard plane changes
de: Tastaturebene ändert sich
es: Cambia la página del teclado
et: Klaviatuuri leht muutub
fr: La page du clavier change
hu: A billentyűzetlap megváltozik
it: La pagina della tastiera cambia
ja: キーボードのページが変更されたとき
ko: 키보드 페이지가 변경될 때
ms: Halaman papan kekunci berubah
pt: A página do teclado muda
ru: Страница клавиатуры изменена
zh_hans: 键盘页面变更时

source: Keyboard preview
de: Tastaturvorschau
es: Vista previa del teclado
et: Klaviatuuri eelvaade
fr: Aperçu du clavier
hu: Billentyűzet előnézet
it: Anteprima tastiera
ja: キーボードのプレビュー
ko: 키보드 미리보기
ms: Pratonton papan kekunci
pt: Pré-visualização do teclado
ru: Предпросмотр клавиатуры
zh_hans: 键盘预览

source: Keyboard ready
de: Tastatur bereit
es: Teclado listo
et: Klaviatuur on valmis
fr: Clavier prêt
hu: A billentyűzet készen áll
it: Tastiera pronta
ja: キーボードの準備ができました
ko: 키보드 준비 완료
ms: Papan kekunci sedia
pt: Teclado pronto
ru: Клавиатура готова
zh_hans: 键盘已就绪

source: Keyboard shortcut
de: Tastaturkurzbefehl
es: Atajo del teclado
et: Klaviatuuri otsetee
fr: Raccourci du clavier
hu: Billentyűzet-parancsikon
it: Scorciatoia della tastiera
ja: キーボードのショートカット
ko: 키보드 단축키
ms: Pintasan papan kekunci
pt: Atalho do teclado
ru: Быстрая команда клавиатуры
zh_hans: 键盘快捷方式

source: Keyboard tool order
de: Reihenfolge der Tastatur-Werkzeuge
es: Orden de las herramientas del teclado
et: Klaviatuuri tööriistade järjekord
fr: Ordre des outils du clavier
hu: Billentyűzeteszközök sorrendje
it: Ordine degli strumenti della tastiera
ja: キーボードツールの順序
ko: 키보드 도구 순서
ms: Susunan alat papan kekunci
pt: Ordem das ferramentas do teclado
ru: Порядок инструментов клавиатуры
zh_hans: 键盘工具顺序

source: Keyboard tools
de: Tastatur-Werkzeuge
es: Herramientas del teclado
et: Klaviatuuri tööriistad
fr: Outils du clavier
hu: Billentyűzeteszközök
it: Strumenti della tastiera
ja: キーボードツール
ko: 키보드 도구
ms: Alat papan kekunci
pt: Ferramentas do teclado
ru: Инструменты клавиатуры
zh_hans: 键盘工具

source: Keyboard tray
de: Tastaturablage
es: Bandeja del teclado
et: Klaviatuuri salv
fr: Plateau du clavier
hu: Billentyűzettálca
it: Vassoio della tastiera
ja: キーボードトレイ
ko: 키보드 트레이
ms: Dulang papan kekunci
pt: Tabuleiro do teclado
ru: Лоток клавиатуры
zh_hans: 键盘托盘

source: Keyboard visible
de: Tastatur sichtbar
es: Teclado visible
et: Klaviatuur on nähtav
fr: Clavier visible
hu: A billentyűzet látható
it: Tastiera visibile
ja: キーボードが表示されている
ko: 키보드 표시됨
ms: Papan kekunci kelihatan
pt: Teclado visível
ru: Клавиатура видна
zh_hans: 键盘可见

source: Keyboards, then Add New Keyboard
de: Tastaturen, dann Tastatur hinzufügen
es: Teclados y luego Añadir nuevo teclado
et: Klaviatuurid, seejärel Lisa uus klaviatuur
fr: Claviers, puis Ajouter un clavier
hu: Billentyűzetek, majd Új billentyűzet hozzáadása
it: Tastiere, poi Aggiungi nuova tastiera
ja: 「キーボード」から「新しいキーボードを追加」
ko: 키보드에서 새로운 키보드 추가
ms: Papan Kekunci, kemudian Tambah Papan Kekunci Baharu
pt: Teclados e depois Adicionar novo teclado
ru: Клавиатуры, затем «Новая клавиатура»
zh_hans: 进入“键盘”，再点“添加新键盘”

source: Keys
de: Tasten
es: Teclas
et: Klahvid
fr: Touches
hu: Billentyűk
it: Tasti
ja: キー
ko: 키
ms: Kekunci
pt: Teclas
ru: Клавиши
zh_hans: 按键

source: Keys and layout
de: Tasten und Layout
es: Teclas y disposición
et: Klahvid ja paigutus
fr: Touches et disposition
hu: Billentyűk és elrendezés
it: Tasti e layout
ja: キーとレイアウト
ko: 키와 레이아웃
ms: Kekunci dan susun atur
pt: Teclas e esquema
ru: Клавиши и раскладка
zh_hans: 按键与布局

source: Keys beside space
de: Tasten neben der Leertaste
es: Teclas junto al espacio
et: Klahvid tühiku kõrval
fr: Touches à côté de l'espace
hu: Billentyűk a szóköz mellett
it: Tasti accanto allo spazio
ja: スペースの両脇のキー
ko: 스페이스 옆 키
ms: Kekunci di sebelah ruang
pt: Teclas ao lado do espaço
ru: Клавиши рядом с пробелом
zh_hans: 空格旁的按键

source: Keys beside the space bar
de: Tasten neben der Leertaste
es: Teclas junto a la barra espaciadora
et: Klahvid tühikuklahvi kõrval
fr: Touches à côté de la barre d'espace
hu: Billentyűk a szóköz mellett
it: Tasti accanto alla barra spaziatrice
ja: スペースバーの両脇のキー
ko: 스페이스바 옆 키
ms: Kekunci di sebelah bar ruang
pt: Teclas ao lado da barra de espaços
ru: Клавиши рядом с пробелом
zh_hans: 空格键两侧的按键

source: Keys grow and drift toward where you actually land.
de: Tasten wachsen und wandern dorthin, wo du wirklich landest.
es: Las teclas crecen y se desplazan hacia donde caen tus dedos.
et: Klahvid kasvavad ja triivivad sinna, kuhu sa tegelikult maandud.
fr: Les touches s’agrandissent et se déplacent là où tu appuies vraiment.
hu: A billentyűk megnőnek, és arra vándorolnak, ahová valójában esel.
it: I tasti si ingrandiscono e si spostano dove atterri davvero.
ja: キーが大きくなり、実際に触れている位置へ寄っていきます。
ko: 키가 커지면서 실제로 누르는 자리 쪽으로 옮겨 갑니다.
ms: Kekunci membesar dan beralih ke tempat ketikan anda benar-benar mendarat.
pt: As teclas crescem e deslocam-se para onde de facto tocas.
ru: Клавиши растут и сдвигаются туда, куда вы на самом деле попадаете.
zh_hans: 按键会变大，并朝你真正落指的位置偏移。

source: Keys meeting the correction threshold: %lld
de: Tasten über der Korrekturschwelle: %lld
es: Teclas que alcanzan el umbral de corrección: %lld
et: Parandusläveni jõudnud klahvid: %lld
fr: Touches atteignant le seuil de correction : %lld
hu: A javítási küszöböt elérő billentyűk: %lld
it: Tasti che raggiungono la soglia di correzione: %lld
ja: 補正しきい値に達したキー：%lld
ko: 보정 기준을 충족한 키: %lld
ms: Kekunci yang mencapai ambang pembetulan: %lld
pt: Teclas que atingem o limiar de correção: %lld
ru: Клавиши, достигшие порога коррекции: %lld
zh_hans: 达到纠正阈值的按键：%lld

source: Keys seen
de: Gesehene Tasten
es: Teclas vistas
et: Nähtud klahve
fr: Touches vues
hu: Látott billentyűk
it: Tasti visti
ja: 検出したキー
ko: 확인된 키
ms: Kekunci dilihat
pt: Teclas vistas
ru: Клавиш замечено
zh_hans: 已识别按键

source: Keys snap instantly to their bloom size with no spring, like the stock keyboard.
de: Die Tasten springen ohne Feder sofort auf ihre volle Größe, wie bei der Standardtastatur.
es: Las teclas saltan al instante a su tamaño ampliado, sin rebote, como el teclado de serie.
et: Klahvid hüppavad ilma vedruta koheselt oma bloom-suurusesse, nagu süsteemne klaviatuur.
fr: Les touches passent d'un coup à leur taille agrandie sans ressort, comme le clavier d'origine.
hu: A billentyűk rugózás nélkül, azonnal a teljes méretükre ugranak, mint a gyári billentyűzeten.
it: I tasti scattano subito alla loro dimensione ingrandita senza molla, come la tastiera di serie.
ja: 純正キーボードのように、キーはバネ感なしで一気に拡大サイズになります。
ko: 기본 키보드처럼 키가 스프링 없이 곧바로 확대 크기로 바뀌어요.
ms: Kekunci terus lompat ke saiz kembangnya tanpa spring, macam papan kekunci asli.
pt: As teclas saltam logo para o tamanho ampliado, sem mola, como o teclado de fábrica.
ru: Клавиши мгновенно принимают увеличенный размер без пружины — как на стандартной клавиатуре.
zh_hans: 按键没有弹簧，像系统键盘那样一下放大到展开尺寸。

source: Keys swell under your finger as you glide on glass themes. No effect on solid themes.
de: Die Tasten schwellen unter deinem Finger an, wenn du über Glas-Themes gleitest. Bei soliden Themes passiert nichts.
es: Las teclas se agrandan bajo tu dedo al deslizarte por temas de vidrio. No hacen nada en temas sólidos.
et: Klahvid pundavad su sõrme all, kui libised klaasteemadel. Ühtlastel teemadel mõju puudub.
fr: Les touches gonflent sous ton doigt quand tu glisses sur les thèmes en verre. Aucun effet sur les thèmes pleins.
hu: A billentyűk megduzzadnak az ujjad alatt, ahogy üvegtémákon siklasz. A tömör témákra nincs hatással.
it: I tasti si gonfiano sotto il dito mentre scorri sui temi in vetro. Nessun effetto sui temi pieni.
ja: グラステーマで指を滑らせると、指の下でキーが膨らみます。ソリッドテーマでは効果はありません。
ko: 글래스 테마에서 손가락을 미끄러뜨리면 키가 손가락 아래에서 부풀어요. 솔리드 테마에서는 효과가 없어요.
ms: Kekunci membengkak di bawah jari anda semasa anda meluncur pada tema kaca. Tiada kesan pada tema pejal.
pt: As teclas incham sob o teu dedo enquanto deslizas nos temas de vidro. Não fazem nada nos temas sólidos.
ru: В стеклянных темах клавиши раздуваются под пальцем во время скольжения. В сплошных темах эффекта нет.
zh_hans: 在玻璃主题上滑动时，手指下的按键会鼓起来。实色主题没这效果。

source: Keys swell under your finger as you glide.
de: Die Tasten werden beim Gleiten unter deinem Finger größer.
es: Las teclas se amplían bajo el dedo al deslizarlo.
et: Libistamisel suurenevad klahvid sõrme all.
fr: Les touches grossissent sous ton doigt quand tu glisses.
hu: Csúsztatás közben a billentyűk megnőnek az ujjad alatt.
it: I tasti si ingrandiscono sotto il dito mentre scorri.
ja: 指を滑らせると、指の下のキーが大きくなります。
ko: 손가락을 밀면 아래에 있는 키가 커집니다.
ms: Kekunci membesar di bawah jari semasa anda meluncur.
pt: As teclas aumentam sob o dedo ao deslizar.
ru: Клавиши увеличиваются под пальцем при скольжении.
zh_hans: 滑动时，手指下方的按键会放大。

source: Keys that sit beside the space bar on every layout, in every language. They stay put when you switch.
de: Tasten, die in jedem Layout und jeder Sprache neben der Leertaste sitzen. Sie bleiben, wenn du wechselst.
es: Teclas que van junto a la barra espaciadora en todas las disposiciones y todos los idiomas. No se mueven al cambiar.
et: Klahvid, mis asuvad tühikuklahvi kõrval igas paigutuses ja igas keeles. Need jäävad paigale, kui vahetad.
fr: Des touches placées à côté de la barre d’espace dans toutes les dispositions et toutes les langues. Elles restent en place quand tu changes.
hu: Billentyűk, amelyek minden elrendezésben és minden nyelven a szóköz mellett ülnek. Váltáskor is a helyükön maradnak.
it: Tasti che stanno accanto alla barra spaziatrice in ogni layout e in ogni lingua. Restano al loro posto quando cambi.
ja: どのレイアウトでも、どの言語でも、スペースキーの隣に並ぶキーです。切り替えても動きません。
ko: 모든 배열, 모든 언어에서 스페이스 바 옆에 놓이는 키입니다. 전환해도 자리를 지킵니다.
ms: Kekunci yang duduk di sebelah bar ruang pada setiap susun atur, dalam setiap bahasa. Ia kekal di tempatnya apabila anda bertukar.
pt: Teclas que ficam ao lado da barra de espaço em todos os esquemas e em todos os idiomas. Não saem do sítio quando mudas.
ru: Клавиши, которые стоят рядом с пробелом в любой раскладке и на любом языке. При переключении они остаются на месте.
zh_hans: 在每一种布局、每一种语言里都紧挨空格键的按键。切换时它们不会挪动。
